var _LANG = _LANG || {}; 
_LANG['zh'] = {
    "lang":{
        "select": "語言",
        "ok": "確定",
        "label":"Chinese (Traditional)",
        "basePath":"media/graphics/translate/zh"
    },

    "Color" : {
        "text" : "#CCE754",
        "shadow" : "#C7962C",
        "shadowchoose" : "#5D5B5C"
    },

    "Button" : {
        "show" : "顯示",
        "hide" : "隱藏",
        "skip" : "跳過",
        "auto" : "自動",
        "save" : "儲存",
        "load" : "載入",
        "log" : "紀錄",
        "more" : "更多",
        "games" : "遊戲",
        "play" : "開始",
        "shop" : "商店",
        "exit" : "離開",
        "ok" : "確定"
    },

    "Ad":{
        "Mobile":{
            "Preroll":{
                "ReadyIn":"遊戲即將開始於 ",
                "Loading":"遊戲載入中...",
                "Close":"關閉"
            },
            "Header":{
                "ReadyIn":"遊戲即將開始於 ",
                "Loading":"遊戲載入中...",
                "Close":"關閉"
            },
            "End":{
                "ReadyIn":"廣告結束於 ",
                "Loading":"請稍候 ...",
                "Close":"關閉"
            }                            
        }
    },
    
    "Splash":{
        "Loading":"",   
        "LoadingCustomText":"載入資源中 ",   
        "LoadingCustom":"資源載入中 . . .",   
        "LogoLine1":"這裡顯示一些文字",
        "LogoLine2":"由 MarketJS 技術支持",
        "LogoLine3":"無",     
        "TapToStart":"點擊開始"                
    },

    "Game":{
        "SelectPlayer":"選擇角色",
        "Win":"你贏了！",
        "Lose":"你輸了！",
        "Score":"分數",
        "noads":"沒有可用廣告",
        "adserror":"獎勵廣告錯誤",
        "buymore":"前往商店購買更多",
        "notenough":"不足",
        "reward" : "恭喜！<br>你獲得了",
        "entername" : "請輸入你的名字"
    },

    "Lose":{
        "lose":"遊戲結束",
        "best":"最佳",
        "score":"分數"
    },

    "Leaderboards":{
        "title":"高分榜",
        "subTitle": [ "", "第1名", "第2名", "第3名" ]
    }, 

    "Results":{
        "Title":"最高分"
    },

    "Replay":{
        "textReplay1":"你想重新開始",
        "textReplay2":"這個故事嗎？",
        "yes":"是",
        "no":"否"
    },

    "Settings" : {
        "settings" : "設定",
        "reset" : "重置遊戲",
        "menu" : "主選單",
        "music" : "音樂",
        "sfx" : "音效",
        "textreset1" : "你確定要",
        "textreset2" : "重置遊戲嗎？",
        "textreset3" : "所有進度將被清除"
    },

    "Exit" : {
        "textexit1" : "",
        "textexit2" : "你確定要退出嗎？"
    },

    "Email" : {
        "subject" : "主旨",
        "to" : "收件人",
        "from" : "寄件人"
    },

    "Shop" : {
        "title" : "商店",
        "reward" : [ 0, 100, 50 ],
        "price" : [ 0, 600, 100 ],
        "vcType" : [ 0, 2, 3 ],
        "info" : [ "", "用來增加好感度", "用於換裝" ]
    },

    "Log" : {
        "title" : "紀錄",
        "none" : "旁白"
    },

    "Save" : {
        "title" : "儲存",
        "slot" : "存檔欄位",
        "textReplace1" : "你確定要",
        "textReplace2" : "覆蓋欄位 <>？",
        "textReplace3" : "所有進度將被取代",
        "textSave1" : "你確定要",
        "textSave2" : "儲存至欄位 <>？",
        "textSave3" : "所有進度將被儲存",
        "empty" : "空的",
        "chapter" : "章節",
        "months" : ["一月", "二月", "三月", "四月", "五月", "六月", "七月", "八月", "九月", "十月", "十一月", "十二月"]
    },

    "Load" : {
        "title" : "載入",
        "slot" : "存檔欄位",
        "textLoad1" : "你確定要",
        "textLoad2" : "載入欄位 <>？",
        "textLoad3" : "未儲存的進度將會遺失"
    },

    "Currency" : {
        "vc1" : "金幣",
        "vc2" : "愛心",
        "vc3" : "寶石",
        "vc4" : "生命值",
        "vc5" : "體力",
        "vc6" : "榮譽",
        "vc7" : "怒氣",
        "vc8" : "經驗"
    },

    "Steam" : {
        "curator" : "造訪我們的推薦頁",
        "news" : "訊息",
        "queenpack" : "皇后包",
        "wishlist" : "願望清單",
        "purchased" : "已購買",
        "followus" : "追蹤我們 👍",
        "follow" : "請關注嗎？",
        "descFollow" : ["作為獨立遊戲開發商，我們需要在 Steam 策展人頁面上吸引更多追蹤者。每一位追隨者對於確保我們的生存至關重要。", "如果您喜歡這款遊戲並且願意支持我們，請訪問我們的策展人頁面，並且不要忘記點擊關注按鈕（如果您還沒有點擊的話）。" ],
        "text1": "存取第四章",
        "text2": "存取第五章",
        "text3": "存取第六章",
        "text4": "存取所有未來章節"
    },

    "Demo" : {
        "title" : "演示版本。請取得完整版來支持我們。"
    },

    "Chapter" : {
        "choose" : "選擇章節",
        "select" : "選擇章節",
        "chapter" : "章節",
        "soon" : "即將推出",
        "title" : ["","邂逅", "Jo 的故事", "Ben 的故事"]
    }
};