var _LANG = _LANG || {}; 
 _LANG["ru"]={
 "lang": {
  "select": "Язык",
  "ok": "ОК",
  "label": "RUSSIAN",
  "basePath": "media/graphics/translate/ru"
 },
 "Color": {
  "text": "#CCE754",
  "shadow": "#C7962C",
  "shadowchoose": "#5D5B5C"
 },
 "Button": {
  "show": "Показать",
  "hide": "Скрыть",
  "skip": ">>>", //previously Пропустить
  "auto": "Авто",
  "save": "Сохранить",
  "load": "Загрузить",
  "log": "Лог",
  "more": "больше",
  "games": "игры",
  "play": "Играть",
  "shop": "Магазин",
  "exit": "Выход",
  "ok": "ОК"
 },
 "Ad": {
  "Mobile": {
   "Preroll": {
    "ReadyIn": "Игра готова в",
    "Loading": "Загружается ваша игра…",
    "Close": "Закройте"
   },
   "Header": {
    "ReadyIn": "Игра готова в",
    "Loading": "Загружается ваша игра…",
    "Close": "Закройте"
   },
   "End": {
    "ReadyIn": "Реклама завершится через...",
    "Loading": "Пожалуйста, подождите...",
    "Close": "Закрыть"
   }
  }
 },
 "Splash": {
  "Loading": "Загрузка активов",
  "LoadingCustomText": "Загружаются ресурсы",
  "LoadingCustom": "Загружаются ресурсы...",
  "LogoLine1": "Некоторое текст здесь",
  "LogoLine2": "Питается MarketJS",
  "LogoLine3": "Нет",
  "TapToStart": "КОСНУТЬСЯ, ЧТОБЫ НАЧАТЬ"
 },
 "Game": {
  "SelectPlayer": "Выбрать игрока",
  "Win": "Вы выиграли!",
  "Lose": "Вы проиграли!",
  "Score": "Результат",
  "noads": "Реклама недоступна",
  "adserror": "Ошибка рекламы RV",
  "buymore": "Купить больше в магазине",
  "notenough": "Недостаточно",
  "reward": "Поздравляем!<br>Вы получили",
  "entername": "Введите ваше имя"
 },
 "Lose": {
  "lose": "КОНЕЦ ИГРЫ",
  "best": "лучший",
  "score": "оценка"
 },
 "Leaderboards": {
  "title": "Рекорд",
  "subTitle": [
   "",
   "1st",
   "2nd",
   "3rd"
  ]
 },
 "Results": {
  "Title": "Высокий балл"
 },
 "Replay": {
  "textReplay1": "Вы хотите переиграть",
  "textReplay2": "историю?",
  "yes": "Да",
  "no": "Нет"
 },
 "Settings": {
  "settings" : "Настройки",
"reset" : "перезагрузить",
"menu" : "дом",
"music" : "Музыка",
"sfx" : "эффекты",
"textreset1" : "Вы хотите выполнить",
"textreset2" : "жёсткий сброс?",
"textreset3" : "Весь прогресс будет сброшен"

 },
 "Exit": {
  "textexit1": "Вы уверены,",
  "textexit2": "что хотите выйти?"
 },
 "Email": {
  "subject": "Тема",
  "to": "Кому",
  "from": "От"
 },
 "Shop": {
  "title": "Магазин",
  "reward": [
   0,
   100,
   50
  ],
  "price": [
   0,
   600,
   100
  ],
  "vcType": [
   0,
   2,
   3
  ],
  "info": [
   "",
   "Используйте, чтобы завоевать любовь",
   "Используйте для костюмов"
  ]
 },
 "Log": {
  "title": "Лог",
  "none": "Рассказчик"
 },
 "Save": {
  "title": "Сохранить",
  "slot": "Слот",
  "textReplace1": "Вы хотите",
  "textReplace2": "переписать Слот <>?",
  "textReplace3": "Весь прогресс будет заменен",
  "textSave1": "Вы хотите",
  "textSave2": "сохранить на Слот <>?",
  "textSave3": "Весь прогресс будет сохранен",
  "empty": "ПУСТО",
  "chapter": "Глава",
  "months": [
   "Январь",
   "Февраль",
   "Март",
   "Апрель",
   "Май",
   "Июнь",
   "Июль",
   "Август",
   "Сентябрь",
   "Октябрь",
   "Ноябрь",
   "Декабрь"
  ]
 },
 "Load": {
  "title": "Загрузка",
  "slot": "Слот",
  "textLoad1": "Вы хотите загрузить слот <>?",
  "textLoad2": "Несохраненные данные",
  "textLoad3": "будут потеряны"
 },
 "Currency": {
  "vc1": "Монеты",
  "vc2": "Сердца",
  "vc3": "Камни",
  "vc4": "Здоровье",
  "vc5": "Выносливость",
  "vc6": "Честь",
  "vc7": "Ярость",
  "vc8": "Опыт"
 },
 "Steam": {
  "curator" : "Наш Страница куратора",
  "news" : "Новости",
  "queenpack": "Пакет королевы",
  "wishlist": "Желание",
  "purchased": "КУПЛЕНО",
  "followus" : "Следовать 👍",
  "follow" : "Подпишитесь, пожалуйста?",
  "descFollow" : ["Как разработчику инди-игр, нам нужно больше подписчиков на нашей странице куратора Steam. Каждый подписчик важен для обеспечения нашего выживания.", "Если вам понравилась игра и вы хотите поддержать нас, посетите нашу страницу куратора и не забудьте нажать кнопку «Подписаться» (если вы еще этого не сделали)." ],
  "text1": "Доступ к главе 4",
  "text2": "Доступ к главе 5",
  "text3": "Доступ к главе 6",
  "text4": "Доступ ко всем будущим главам"
 },
 "Demo" : {
  "title" : "Демо-версия. Пожалуйста, поддержите нас, получив полную версию."
 },
 "Chapter": {
  "choose": "Выберите главу",
  "select": "ВЫБРАТЬ ГЛАВУ",
  "chapter": "Глава",
  "soon": "Скоро",
  "title": [
   "",
   "Встреча",
   "История Джо",
   "История Бена"
  ]
 }
};