var _LANG = _LANG || {}; 
 _LANG["cn"]={
 "lang": {
  "select": "语言",
  "ok": "好的",
  "label": "CHINESE (SIMPLIFIED)",
  "basePath": "media/graphics/translate/cn"
 },
 "Color": {
  "text": "#CCE754",
  "shadow": "#C7962C",
  "shadowchoose": "#5D5B5C"
 },
 "Button": {
  "show": "显示",
  "hide": "隐藏",
  "skip": "跳过",
  "auto": "自动",
  "save": "保存",
  "load": "加载",
  "log": "日志",
  "more": "更多",
  "games": "游戏",
  "play": "玩",
  "shop": "商店",
  "exit": "退出",
  "ok": "OK"
 },
 "Ad": {
  "Mobile": {
   "Preroll": {
    "ReadyIn": "游戏已准备就绪",
    "Loading": "正在加载你的游戏…",
    "Close": "关闭"
   },
   "Header": {
    "ReadyIn": "游戏已准备就绪",
    "Loading": "正在加载你的游戏…",
    "Close": "关闭"
   },
   "End": {
    "ReadyIn": "广告即将结束",
    "Loading": "请稍候...",
    "Close": "关闭"
   }
  }
 },
 "Splash": {
  "Loading": "正在加载资源...",
  "LoadingCustomText": "加载资产",
  "LoadingCustom": "加载资产...",
  "LogoLine1": "一些文字在此",
  "LogoLine2": "由MarketJS提供",
  "LogoLine3": "无",
  "TapToStart": "点击开始"
 },
 "Game": {
  "SelectPlayer": "选择玩家",
  "Win": "你赢了！",
  "Lose": "你输了！",
  "Score": "分数",
  "noads": "没有广告可用",
  "adserror": "广告出错",
  "buymore": "在商店购买更多",
  "notenough": "不够",
  "reward": "恭喜!<br>你获得了",
  "entername": "输入你的姓名"
 },
 "Lose": {
  "lose": "游戏结束",
  "best": "最好",
  "score": "分数"
 },
 "Leaderboards": {
  "title": "高分",
  "subTitle": [
   "",
   "1st",
   "2nd",
   "3rd"
  ]
 },
 "Results": {
  "Title": "高分"
 },
 "Replay": {
  "textReplay1": "你想重新播放",
  "textReplay2": "故事吗？",
  "yes": "是",
  "no": "否"
 },
 "Settings": {
  "settings" : "设置",
  "reset" : "强制重置",
  "menu" : "主菜单",
  "music" : "音乐",
  "sfx" : "音效",
  "textreset1" : "你确定要进行",
  "textreset2" : "强制重置吗？",
  "textreset3" : "所有进度将被清除"
 },
 "Exit": {
  "textexit1": "",
  "textexit2": "你想退出吗？"
 },
 "Email": {
  "subject" : "主题",
"to" : "收件人",
"from" : "发件人"
 },
 "Shop": {
  "title": "商店",
  "reward": [
   0,
   100,
   50
  ],
  "price": [
   0,
   600,
   100
  ],
  "vcType": [
   0,
   2,
   3
  ],
  "info": [
   "",
   "用来获得喜爱",
   "用于化妆"
  ]
 },
 "Log": {
  "title": "日志",
  "none": "叙述者"
 },
 "Save": {
  "title": "保存",
  "slot": "插槽",
  "textReplace1": "你想重新写",
  "textReplace2": "入插槽 <>？",
  "textReplace3": "所有进度将被替换",
  "textSave1": "你想在",
  "textSave2": "插槽 <> 中保存？",
  "textSave3": "所有进度都会被保存",
  "empty": "空白",
  "chapter": "第一章",
  "months": [
   "一月",
   "二月",
   "三月",
   "四月",
   "五月",
   "六月",
   "七月",
   "八月",
   "九月",
   "十月",
   "十一月",
   "十二月"
  ]
 },
 "Load": {
  "title": "加载",
  "slot": "槽位",
  "textLoad1": "你想加载",
  "textLoad2": "槽位<>吗？",
  "textLoad3": "未保存的进度将会丢失"
 },
 "Currency": {
  "vc1": "硬币",
  "vc2": "心",
  "vc3": "宝石",
  "vc4": "健康",
  "vc5": "耐力",
  "vc6": "名誉",
  "vc7": "愤怒",
  "vc8": "经验"
 },
 "Steam": {
  "curator": "访问策展人页面",
  "news" : "消息",
  "queenpack": "皇后包",
  "wishlist": "心愿单",
  "purchased": "已购买",
  "followus": "跟着我们 👍",
  "follow": "请关注吗？",
  "descFollow": ["作为独立游戏开发商，我们需要在 Steam 策展人页面上吸引更多关注者。每一位关注者都对我们生存至关重要。", "如果您喜欢这款游戏并且愿意支持我们，请访问我们的策展人页面，并且不要忘记点击关注按钮（如果您还没有点击的话）。"],
  "text1": "进入第四章",
  "text2": "进入第五章",
  "text3": "进入第六章",
  "text4": "可访问所有未来章节"
 },

 "Demo" : {
  "title" : "演示版本。请获取完整版来支持我们。"
 },

 "Chapter": {
  "choose": "选择一章",
  "select": "SELECT CHAPTER",
  "chapter": "第一章",
  "soon": "即将推出",
  "title": [
   "",
   "相遇",
   "Jo的故事",
   "Ben的故事"
  ]
 }
};